Revit 2027 API
TransactWithCentralOptions Constructor
 Constructs a new TransactWithCentralOptions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TransactWithCentralOptions()
Public Sub New
public:
TransactWithCentralOptions()
new : unit -> TransactWithCentralOptions
See Also
Reference
TransactWithCentralOptions Class
Autodesk.Revit.DB Namespace